export const dummy = {
    'test': {
        'test': {
            'test':1
        }
    },
    'empty': {
        'A': false,
        'B': false,
        'C': true,
    },
    'account': {
        '2001596': {'name': '장승빈', 'pwd':'1234'},
        '123': {'name': '테스트', 'pwd':'123'},
        '0000': {'name': '관리자', 'pwd':'1010'},
    },
    'timetable': {
        'a': {
            'day1': ['사용 중' , '예약 불가', '사용 중', '예약 불가', '예약 가능', '예약 가능', '예약 가능', ' 사용 중', '예약 가능', '예약 불가', '예약 불가', '사용 중', '사용 중', '사용 중', '사용 중', '예약 불가', '예약 불가', '예약 가능', '예약 가능', '예약 가능', '예약 불가', '예약 가 능', '예약 불가', '예약 가능', '예약 가능', '사용 중', '예약 불가', '예약 가능', '예약 가 능', '예약 가능', '사용 중', '예약 불가'],
            'day2': ['사용 중', '예약 가능', '예약 불가', '예약 가능', '사용 중', '사용 중', '예약 가능', '예 약 가능', '사용 중', '예약 불가', '예약 가능', '예약 불가', '사용 중', '예약 가능', '사용 중', '예약 불가', '예약 불가', '예약 가능', '사용 중', '예약 가능', '사용 중', '예약 불가', '예약 불가', '사용 중', '예약 가능', '예약 불가', '사용 중', '예약 가능', '예약 불가', '예약 가능', '예약 불가', '사용 중'],
            'day3': ['사용 중', '사용 중', '예약 불가', '사용 중', '예약 가능', '예약 가능', '예약 불가', '예 약 불가', '예약 가능', '예약 가능', '예약 불가', '예약 가능', '사용 중', '예약 불가', '예 약 가능', '예약 불가', '예약 불가', '예약 불가', '예약 불가', '예약 가능', '예약 불가', ' 예약 가능', '사용 중', '예약 불가', '예약 가능', '예약 불가', '예약 불가', '예약 가능', ' 사용 중', '사용 중', '사용 중', '예약 불가'],
        },
        'b': {
            'day1': ['예약 가능', '사용 중', '예약 불가', '사용 중', '예약 가능', '사용 중', '사용 중', '예약 불가', '사용 중', '예약 가능', '사용 중', '예약 불가', '예약 가능', '사용 중', '예약 불가', '예약 가능', '사용 중', '예약 불가', '예약 불가', '사용 중', '예약 가능', '예약 불가', '사용 중', '예약 가능', '예약 불가', '예약 불가', '예약 불가', '사용 중', '예약 가능', '예 약 가능', '사용 중', '예약 가능'],
            'day2': ['예약 가능', '예약 가능', '사용 중', '예약 가능', '사용 중', '예약 가능', '예약 가능', ' 사용 중', '예약 불가', '예약 가능', '예약 불가', '예약 가능', '예약 불가', '사용 중', '예 약 가능', '사용 중', '사용 중', '예약 가능', '예약 가능', '사용 중', '사용 중', '사용 중', '예약 가능', '사용 중', '예약 가능', '예약 불가', '사용 중', '예약 가능', '예약 불가', ' 사용 중', '예약 불가', '예약 불가'],
            'day3': ['예약 가능', '예약 불가', '예약 불가', '예약 불가', '예약 불가', '사용 중', '예약 불가', '예약 불가', '예약 가능', '사용 중', '예약 가능', '사용 중', '예약 불가', '예약 가능', '예약 불가', '사용 중', '예약 가능', '예약 가능', '예약 불가', '사용 중', '사용 중', '사용 중', '예약 불가', '사용 중', '사용 중', '예약 불가', '사용 중', '예약 불가', '사용 중', '사 용 중', '예약 불가', '예약 가능'],
        },
        'c': {
            'day1': ['예약 불가', '예약 불가', '예약 가능', '사용 중', '예약 가능', '사용 중', '예약 불가', ' 예약 가능', '예약 가능', '예약 불가', '사용 중', '예약 불가', '사용 중', '예약 가능', '사 용 중', '사용 중', '예약 가능', '사용 중', '사용 중', '예약 가능', '예약 불가', '예약 불가', '사용 중', '예약 불가', '예약 가능', '예약 가능', '사용 중', '사용 중', '사용 중', '사 용 중', '예약 불가', '사용 중'],
            'day2': ['사용 중', '예약 가능', '예약 불가', '예약 가능', '사용 중', '예약 불가', '예약 가능', ' 사용 중', '예약 불가', '예약 가능', '사용 중', '사용 중', '사용 중', '예약 불가', '사용 중', '예약 불가', '예약 가능', '예약 불가', '예약 불가', '예약 불가', '사용 중', '예약 가능', '예약 가능', '사용 중', '예약 불가', '사용 중', '예약 불가', '예약 불가', '예약 가능', '사용 중', '예약 가능', '예약 불가'],
            'day3': ['사용 중', '사용 중', '예약 불가', '예약 불가', '사용 중', '예약 불가', '사용 중', '예약 불가', '사용 중', '사용 중', '사용 중', '사용 중', '예약 가능', '사용 중', '예약 불가', ' 예약 가능', '예약 가능', '예약 불가', '사용 중', '예약 가능', '예약 가능', '예약 가능', ' 예약 가능', '예약 불가', '사용 중', '예약 가능', '예약 가능', '사용 중', '사용 중', '예약 불가', '사용 중', '예약 불가'],
        }
    }
};